---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsLoadSubClassificationMotor
source: html/4e84daab-d153-1e5d-38e1-d18778d1f9f7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsLoadSubClassificationMotor Property

"Load Sub-Classification Motor"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsLoadSubClassificationMotor { get; }
```